var goods = {
	"trademark" : [
		{
			"pId" : "1" , 
			"name" : "商标注册",
			"items" : [
				{ "id" : "1","name" : "商标注册" },
				{ "id" : "2","name" : "集体商标注册" },
				{ "id" : "3","name" : "证明商标注册" },
				{ "id" : "4","name" : "商标马德里申请" },
				{ "id" : "5","name" : "商标单一国家申请"}
			]
		},
		{
			"pId" : "2" , 
			"name" : "商标申请救济",
			"items" : [
				{ "id" : "6","name" : "商标驳回复审" },
				{ "id" : "7","name" : "商标异议答辩" },
				{ "id" : "8","name" : "商标撤销复审" },
				{ "id" : "9","name" : "商标无效答辩" },
				{ "id" : "10","name" : "商标撤三答辩" }
			]
		},
		{
			"pId" : "3" , 
			"name" : "商标信息变更",
			"items" : [
				{ "id" : "11","name" : "补发商标注册证" },
				{ "id" : "12","name" : "注册商标转让" },
				{ "id" : "13","name" : "注册商标续展" },
				{ "id" : "14","name" : "商标变更" },
				{ "id" : "15","name" : "商标更正" },
				{ "id" : "17","name" : "商标注销" },	
				{ "id" : "16","name" : "商标使用许可合同备案费" }
			]
		},
		{
			"pId" : "4" , 
			"name" : "商标法律效益证明",
			"items" : [
				{ "id" : "18","name" : "商标评审" },
				{ "id" : "19","name" : "出据商标证明" }
			]
		},
		{
			"pId" : "5" , 
			"name" : "商标法律救济",
			"items" : [
				{ "id" : "20","name" : "商标行政诉讼" },
				{ "id" : "21","name" : "商标民事诉讼" },
				{ "id" : "22","name" : "商标侵权分析" }
			]
		}
	],
	"patent" : [
		{
			"pId" : "1" , 
			"name" : "专利申请布局",
			"items" : [
				{ "id" : "23","name" : "发明专利" },
				{ "id" : "24","name" : "实用新型专利" },
				{ "id" : "25","name" : "外观设计专利" },
				{ "id" : "26","name" : "PCT国际阶段" },
				{ "id" : "65","name" : "PCT国家阶段" },
				{ "id" : "28","name" : "PCT进入中国" },
				{ "id" : "27","name" : "发明+实用" }
			]
		},
		{
			"pId" : "2" , 
			"name" : "专利申请救济",
			"items" : [
				{ "id" : "29","name" : "审查意见答复" },
				{ "id" : "30","name" : "专利复审" },
				{ "id" : "31","name" : "专利权权利恢复" },
				{ "id" : "32","name" : "复审程序权利恢复" }
			]
		},
		{
			"pId" : "3" , 
			"name" : "专利信息变更",
			"items" : [
				{ "id" : "33","name" : "著录变更" },
				{ "id" : "34","name" : "专利实施许可备案" },
				{ "id" : "35","name" : "专利撤回" }
			]
		},
		{
			"pId" : "4" , 
			"name" : "专利法律效益证明",
			"items" : [
				{ "id" : "36","name" : "专利权评价报告" },
				{ "id" : "37","name" : "专利登记簿副本" },
				{ "id" : "38","name" : "专利证书副本" }
			]
		},
		{
			"pId" : "5" , 
			"name" : "专利法律救济",
			"items" : [
				{ "id" : "39","name" : "专利侵权分析" },
				{ "id" : "40","name" : "专利行政诉讼" },
				{ "id" : "41","name" : "专利民事诉讼" }		
			]
		}	
	],
	"copyright" : [
		{
			"pId" : "1" , 
			"name" : "软件著作权登记",
			"items" : [
				{ "id" : "42","name" : "软件著作权加急服务(4-6个月)" },
				{ "id" : "43","name" : "软件著作权加急服务(31-35工作日)" },
				{ "id" : "46","name" : "软件著作权加急服务(16-20工作日)" },
				{ "id" : "49","name" : "软件著作权加急服务(5工作日)" }
			]
		},	
		{
			"pId" : "2" , 
			"name" : "一般作品登记",
			"items" : [
				{ "id" : "52","name" : "一般作品标准服务（4个月左右）" },
				{ "id" : "53","name" : "一般作品加急服务（31-35个工作日）" },
				{ "id" : "56","name" : "一般作品加急服务（16-20个工作日）" },
				{ "id" : "59","name" : "一般作品加急服务（5个工作日）" }
			]
		}		
	]
}